# Задание 1
# Пользователь вводит с клавиатуры номер дня недели
# (1-7). Необходимо вывести на экран названия дня неде-
# ли. Например, если 1, то на экране надпись понедельник,

# week = int(input("Введите номер дня недели: "))
# if week == 1:
#   print("Понедельник")
# elif week == 2:
#   print("Вторник")
# elif week == 3:
#   print("Среда")
# elif week == 4:
#   print("Четверг")
# elif week == 5:
#   print("Пятница")
# elif week == 6:
#   print("Суббота")
# elif week == 7:
#   print("Воскресенье")
# else:
#   print("Неверный номер дня недели")


# Задание 2
# Пользователь вводит с клавиатуры номер месяца
# (1-12). Необходимо вывести на экран название месяца.
# Например, если 1, то на экране надпись январь, 2—фев-
# раль и т.д.




# Задание 3
# Пользователь вводит с клавиатуры число. Если число
# больше нуля нужно вывести надпись «Number is positive»,
# если меньше нуля «Number is negative», если равно нулю
# «Number is equal to zero»




# Задание 4
# Пользователь вводит два числа. Определить, равны
# ли эти числа, и, если нет, вывести их на экран в порядке
# возрастания.